

{
  "bannerHeading": "Software Development Company For Your Market Leadership In Business",
  "bannerParagraph":" Since 2012, we have been a trusted software development company that has helped businesses in all kinds of industries. We provide services in Web and Mobile development, UI/UX, DevOps, Cloudservices, SEO and many more.",
  "bannerButton":"Let discuss your project",
  "whoWeAreHeading":"Who We Are",
  "whoWeAreSubHeading":"CONSULTANCY. DESIGN. DEVELOPMENT.",
  "whoWeAreParagraph":"Welcome to GSoft! A Leading software development company who is providing modern software solutions and specialized services of Front-End, Back-End and Mobile-App Development along with Open AI and many more. We bring revolution and digital transformation to the journey of your success by excelling various industries and businesses. By staying consistent with cutting-edge technologies and methodologies with a team of 100+ skilled experts, we strive to innovate your growing business model to boost its success and assure 24/7 availability for timely and 100% satisfying customer support. So, be our Partner for highly accountable and reliable Results...",
   "services":"Our 360 Services",
  "workingProcessHeading":"Work Flow",
   "workingProcessSubHeading":"Our Working Process",






"bannerHeadingCompany":"About",
"bannerSubHeading":"Software Developmnent Company | Global Software Consulting",
"workWithTechLeaderHeading":"Work with the Tech Leader.",
"workWithTechLeaderSubHeading":"Software Development Company | Global Software Consulting",
"workWithTechLeaderParagraph":"Welcome to GSoft! A Leading software development company who is providing modern software solutions and specialized services of Front-End, Back-End and Mobile-App Development along with Open AI and many more. We bring revolution and digital transformation to the journey of your success by excelling various industries and businesses. By staying consistent with cutting-edge technologies and methodologies with a team of 100+ skilled experts, we strive to innovate your growing business model to boost its success and assure 24/7 availability for timely and 100% satisfying customer support.So, be our Partner for highly accountable and reliable Results...",
"ourMissionHeading":"Work with the Tech Leader.",
"ourMissionSubHedaing":"Our Mission",
"ourMissionParagraph":"GSoft strives to provide Quality Services of Web Development, Mobile App Development, Custom Software Development, DevOps, QA Testing and UI/UX Designing to startup businesses to grow in this era of digitalization by updating and modernizing their business operations through AI, Machine Learning, and IOT with the help of skilled, qualified and trained Resources. We aim to grow by Networking and believe that “Resources are the keys to the success of a company and Skill is the core value of a Resource”. Though, we intend to empower our employees with rewards, achievements and challenging opportunities for learning.",
 "ourVisionHeading":"What We Aspire To Be",
"ourVisionSubHedaing":"Our Vision",
"ourVisionParagraph":"To be leader of IT industry by providing reliable and best IT solutions around the globe.",










"lifeAtGsoftBannerHeading":"Life At Gsoft",
"lifeAtGsoftBannerHeading2":"Our Speaks Itself",
"ourTeamHeading":"Our team",
"ourTeamHeading2":"Life At Gsoft",
"ourTeamParagraph":"Life at GSoft is fast-paced and dynamic, with a strong focus on teamwork and collaboration. The company culture is built on a foundation of innovation, creativity, and a passion for technology. The company values work-life balance, and encourages its employees to take time off when needed. The company also offers a range of benefits, including health insurance, retirement savings plans, and paid time off. GSoft also places a strong emphasis on its community, and encourages its employees to get involved in local and charitable events. The company regularly organizes team-building activities and events, and fosters a strong sense of camaraderie among its employees."



}




  

